Repository: not-only-code/sweepstakes
Catalog: languages/*.po
Languages: sw_es_ca, sw_es_es

source: Promos
sw_es_ca: Promociones
sw_es_es: Promociones

source: Promo
sw_es_ca: Promoció
sw_es_es: Promocion

source: Add new promo
sw_es_ca: Afegir promoció nova
sw_es_es: Añadir nueva promoción

source: Edit
sw_es_ca: Editar
sw_es_es: Editar

source: Edit promo
sw_es_ca: Editar promoció
sw_es_es: Editar promoción

source: New promo
sw_es_ca: Nova promoció
sw_es_es: Nueva promoción

source: View promo
sw_es_ca: Veure la promoció
sw_es_es: Ver promoción

source: Search promos
sw_es_ca: Buscar promocions
sw_es_es: Buscar promociones

source: No promo found
sw_es_ca: No s'ha trobat cap promoció
sw_es_es: Ninguna promocion encontrada

source: No promos in trash
sw_es_ca: No hi ha promocions a la paperera
sw_es_es: No hay promociones en la papelera

source: Parent promo
sw_es_ca: Promoció pare
sw_es_es: Promoción superior

source: Specific content for promos
sw_es_ca: Contingut específic per promocions
sw_es_es: Contenido específico para promociones y sorteos

source: Promo code
sw_es_ca: Codi de la promoció
sw_es_es: Código promocional

source: Register form
sw_es_ca: Formulari de registre
sw_es_es: Formulario de registro

source: Participants / Winners
sw_es_ca: Participants / guanyadors
sw_es_es: Participantes / Ganadores

source: Activate promo codes series
sw_es_ca: Activar serie de código Activar les series de codis promocionals
sw_es_es: Activar serie de código promocional

source: Creates a serial code for this sweepstake
sw_es_ca: Crear una serie de codis per aquest sorteig
sw_es_es: Crea una serie codificada para este sorteo

source: <em>Currently there are participants, so these values <u>can not be changed</u></em>
sw_es_ca: <em>Hi ha participants actius, per tant aquests valors <u>no es poden canviar</u></em>
sw_es_es: <em>Actualmente hay participantes, por tanto, estos valores <u>ya no se pueden modificar</u></em>

source: code
sw_es_ca: codi
sw_es_es: codigo

source: range
sw_es_ca: gamma
sw_es_es: rango

source: start
sw_es_ca: inici
sw_es_es: inicio

source: end
sw_es_ca: fi
sw_es_es: final

source: For example: 1 - 1000
sw_es_ca: Per exemple: 1 - 1000
sw_es_es: Por ejemplo: 1 -1000

source: 10 digits will create: <code>nUFyPiFdB1</code>
sw_es_ca: 10 digits crearan: <code>nUFyPiFdB1</code>
sw_es_es: 10 digitos generaría: <code>nUFyPiFdB1</code>

source: Download serie
sw_es_ca: Descarrega una serie
sw_es_es: Descargar serie

source: Select witch fields to use in registration form:
sw_es_ca: Selecciona els camps a utilitzar en el formulari de registre:
sw_es_es: Selecciona qué campos usar en el formulario de registro

source: Add field
sw_es_ca: Afegir un camp
sw_es_es: Añadir campo

source: Or create a new one yourself
sw_es_ca: O crear-ne un de nou
sw_es_es: O crea uno nuevo tu mismo

source: Add and sort the fields you want display in the register form, all fields will be displayed as text input
sw_es_ca: Afegir i escollir els camps que es volen mostrar al formulari de registre, tots els camps es mostraran com entrades de texte
sw_es_es: Añade y ordena los campos que quieres mostrar en el formulario de registro, todos los campos serán mostrados como inputs de texto

source: Terms page
sw_es_ca: Pàgina amb condicions
sw_es_es: Página de Terminos

source: Without Terms page
sw_es_ca: Pàgina sense condicions
sw_es_es: Sin página de Términos

source: If you define a 'Terms' page the customer will be asked to accept it before submit the form.
sw_es_ca: Si es defineix una pàgina de "condicions" es demanarà al client que ho accepti abans de obrir el formulari.
sw_es_es: Si defines una página de 'Términos' el usuario tendrá que aceptarlos antes de enviar el formulario.

source: For example, a draw could have 3 winners, with 3 different lots
sw_es_ca: Per exemple, un sorteig pot tenir 3 guanyadors, amb tres lots
sw_es_es: Por ejemplo, un sorteo podría tener 3 ganadores con 3 lotes diferentes

source: Users who have participated in the draw:
sw_es_ca: Usuaris que han participat en el sorteig:
sw_es_es: Usuarios que han participado en el sorteo:

source: no participants yet
sw_es_ca: No hi ha participants
sw_es_es: sin participantes de momento

source: Download participants
sw_es_ca: Descarregar participants
sw_es_es: Descargar participantes

source: Winners
sw_es_ca: Guanyadors
sw_es_es: Ganadores

source: no winner/s for now
sw_es_ca: Encara no hi ha guanyador/s
sw_es_es: sin ganador/es por ahora

source: Random winner/s
sw_es_ca: Guanyador/s aleatoris
sw_es_es: Ganador/es aleatorios

source: Delete winner/s
sw_es_ca: Esborrar guanyador/s
sw_es_es: Eliminar ganador/es

source: Winner/s
sw_es_ca: Guanyador/s
sw_es_es: Ganador/es

source: disabled
sw_es_ca: desconnectat
sw_es_es: desactivado

source: Number of winners
sw_es_ca: Nombre de guanyadors
sw_es_es: Número de ganadores

source: <h2 class='%s'>This sweepstakes is finished, and the winner/s is/are...</h2>
sw_es_ca: <h2 class='%s'>Aquest sorteig s'ha acabat, i el guanyador és...</h2>

source: <p class='%s'>If you are one of the lucky ones and have not received any mail, please contact the administrator.</p>
sw_es_ca: <p class='%s'>Si ets un dels afortunats i no has rebut cap e-mail, si us plau contacta amb l'administrador.</p>
sw_es_es: <p class='%s'>Si eres unos de los afortunados y no has recibido ningún correo electrónico, por favor contacta con el administrador.</p>

source: <h2 class='%s'>Hello <u>%s</u>, to participate on this promo add your code below</h2>
sw_es_ca: <h2 class='%s'>Hola <u>%s</u>, per participar en aquesta promoció, posa el teu codi aqui sota</h2>
sw_es_es: <h2 class='%s'>Hola <u>%s</u>, para participar en esta promoción introduce a continuación el código promocional</h2>

source: <h2 class='%s'>Hello <u>%s</u>, you've participated in this promo</h2>
sw_es_ca: <h2 class='%s'>Hola <u>%s</u>, has participat a la promoció</h2>
sw_es_es: <h2 class='%s'>Hola <u>%s</u>, ya estas participando en esta promoción</h2>

source: <p class='%s'>Wait for the draw for testing whether you are one of the lucky</p>
sw_es_ca: <p class='%s'>Espera el sorteig per comprovar si ets un dels afortunats</p>
sw_es_es: <p class='%s'>Espera a que concluya la promoción para comprobar si eres uno de los afortunados</p>

source: <p class='%s'>Thank you!</p>
sw_es_ca: <p class='%s'>Gràcies!</p>
sw_es_es: <p class='%s'>Gracias!</p>

source: <h2 class='%s'>Hello <u>%s</u>, to participate on this promo, click button below</h2>
sw_es_ca: <h2 class='%s'>Hola <u>%s</u>, per participar en aquesta promoció, prem el botó de sota</h2>
sw_es_es: <h2 class='%s'>Hola <u>%s</u>, para participar en esta promoción, apreta el siguiente botón</h2>

source: <h2 class='%s'>To participate in this promo, you must enter your details by filling out the <u>register form</u>. If you had already registered before, you can log in using the <u>login form</u>.</h2>
sw_es_ca: <h2 class='%s'>Per participar en aquesta promoció, has d'omplir el <u>formulario de registre</u>. Si ja t'has registrat prèviament pots accedir mitjançant el <u>formulari d'accés</u>.</h2>

source: There is no user with that email
sw_es_ca: No hi ha cap usuari amb aquest e-mail
sw_es_es: No existe ningún usuario con este email

source: Incorrect password
sw_es_ca: Clau de pas incorrecta
sw_es_es: Contraseña incorrecta

source: Sorry, some error happened, reload the page and try again.
sw_es_ca: Ho sentim, hi ha hagut un error, recarrega la pàgina i torna-ho a intentar.
sw_es_es: Lo sentimos, algo ha ocurrido, recarga la página y prueba otra vez.

source: New user registration on your site %s:
sw_es_ca: Registre d'un nou usuari a la teva pàgina %s:

source: Congratulations you have registered on this promo with this code: <code>%s</code>
sw_es_ca: Felicitats, estàs inscrit en aquesta promoció amb aquest codi: <code>%s</code>
sw_es_es: Felicidades te has registrado en esta promoción con este código: <code>%s</code>

source: Congratulations you have registered for this promo
sw_es_ca: Felicitats, estàs inscrit en aquesta promoció
sw_es_es: Felicidades te has registrado en esta promoción

source: You must accept the terms for proceed
sw_es_ca: Has d'acceptar les condicions per continuar
sw_es_es: Debes aceptar los términos para proceder

source: You can not participate with this code, is alredy in use.
sw_es_ca: No pots participar amb aquest codi, ja s'està utilitzant.
sw_es_es: No puedes participar con este código, ya está en uso.

source: This code is invalid.
sw_es_ca: Aquest codi no és vàlid.
sw_es_es: Este codigo es inválido.

source: Invalid %s
sw_es_ca: Camp %s no vàlid
sw_es_es: Campo %s inválido

source: I accept the
sw_es_ca: Accepto els
sw_es_es: Acepto los

source: Participate
sw_es_ca: Participar

source: Close promo
sw_es_ca: Tancar promoció

source: Congratulations %s
sw_es_ca: Felicitats %s

source: You're one of the winners of the draw: %s
sw_es_ca: Ets un dels gunayadors del sorteig: %s

source: Please contact us (%s), to collect the award
sw_es_ca: Si us plau, contacta amb nosaltres (%s), per recollir el premi

source: [%s] Congratulations
sw_es_ca: [%s] Felicitats

source: Participants
sw_es_es: Participantes

source: participants
sw_es_es: participantes

source: <h2 class'%s'>This sweepstakes is finished, and the winner/s is/are...</h2>
sw_es_es: <h2 class='%s'>Esta promoción ha concluido, y el/los gandor/es es/son...</h2>

source: <h2 class='%s'>To participate in this promo, please choose</h2>
sw_es_es: <h2 class='%s'>Para participar en esta promoción, por favor elije</h2>
